<?php

return [
    'singular' => 'Учебный год',
    'plural' => 'Учебные годы',

    'prop' => [
        'start' => 'Начало',
        'end' => 'Конец',
        'quarter1_start' => 'Дата начала первой четверти',
        'quarter1_end' => 'Дата окончания первой четверти',
        'quarter2_start' => 'Дата начала второй четверти',
        'quarter2_end' => 'Дата окончания второй четверти',
        'quarter3_start' => 'Дата начала третьей четверти',
        'quarter3_end' => 'Дата окончания третьей четверти',
        'quarter4_start' => 'Дата начала четвертой четверти',
        'quarter4_end' => 'Дата окончания четвертой четверти',
        'period' => 'Период',
        'full' => 'Полный',
        'quarter1' => '1-ая четверть',
        'quarter2' => '2-ая четверть',
        'quarter3' => '3-ая четверть',
        'quarter4' => '4-ая четверть',
    ]
];
