<?php

return [
    'singular' => 'Вопрос',
    'plural' => 'Вопросы',

    'prop' => [
        'content' => 'Содержание',
        'type' => 'Тип вопроса',
        'group_level' => ' Класс',
        'created' => 'Дата создания',
        'updated' => 'Дата редактирования',
        'purpose' => 'Предназначение вопроса',
        'authors' => 'Автор вопроса'
    ],

    'relation' => [
        'question_types' => 'Типы вопросов',
        'schools' => 'Школы',
        'subject' => 'Предмет',
        'type' => 'Тип',
        'teacher' => 'Учитель ',
        'subjects' => 'Предмет',
        'books' => 'Книга'
    ],

    'action' => [
        'add_question' => 'Добавить другое написание вопроса',
        'add_answer' => 'Добавить вариант ответа',
        'create' => 'Создание вопроса',
        'edit' => 'Редактировние вопроса'
    ],
];
